Repository: Nemiroff/kodi_repo
Catalog: _py3/service.kodiasplayer/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #32000
source: General
ru_ru: Основные

# #32001
source: Action
ru_ru: Действия

# #32011
source: Enable Kodi as player check?
ru_ru: Включить сервис проверки

# #32012
source: Enable notification
ru_ru: Включить уведомления

# #32013
source: Timeout for detect start Playing
ru_ru: Таймаут проверки начала воспроизведения

# #32014
source: Plus preload timeout from Elementum
ru_ru: Прибавить таймаут из Elementum

# #32015
source: Action after wait timeout
ru_ru: Действие по таймауту проверки

# #32016
source: Action after stop player
ru_ru: Действие после остановки воспроизведения

# #32023
source: Set timeout, sec
ru_ru: Установите таймаут ожидания, сек.

# #32050
source: Quit
ru_ru: Выход

# #32051
source: Minimize
ru_ru: Свернуть

# #32100
source: Service Started
ru_ru: Сервис запущен

# #32101
source: Service Disabled
ru_ru: Сервис выключен

# #32102
source: Playing started! Waiting stop
ru_ru: Ожидаем остановки плеера...

# #32103
source: Playing stopped! Do action
ru_ru: Плеер остановлен! Выходим.

# #32104
source: Wait start playing
ru_ru: Ждем запуск воспроизведения

# #32105
source: Wait sec for starting playing
ru_ru: Ждем {0}/{1}сек

# #32106
source: After sec player not started
ru_ru: После {0}сек плеер не запущен, выходим
