Repository: Nemiroff/kodi_repo
Catalog: _py2/plugin.video.lostfilm.tv/resources/language/*/strings.po
Languages: russian

# #32000
source: Timeout while loading %s pages
russian: Превышено время ожидания при открытии страниц %s

# #32001
source: Can't open %s page
russian: Не могу открыть страницу %s

# #32002
source: Malformed answer from %s (see log)
russian: Некорректный ответ от %s (см. лог)

# #32003
source: Authorization failed; check E-Mail and password
russian: Авторизация не прошла; проверьте E-Mail и пароль

# #32004
source: Malformed answer from uTorrent
russian: Некорректный ответ от uTorrent

# #32005
source: Error accessing uTorrent WebUI, check settings
russian: Ошибка доступа к uTorrent, проверьте настройки

# #32006
source: Can't authenticate in uTorrent, check login/password
russian: Не могу авторизоваться в uTorrent, проверьте логин/пароль

# #32007
source: uTorrent error: %s
russian: Ошибка uTorrent: %s

# #32008
source: Can't add torrent to uTorrent
russian: Невозможно добавить торрент в uTorrent

# #32009
source: Can't set uTorrent download folder
russian: Невозможно установить папку для загрузок в uTorrent

# #32010
source: Malformed answer from Transmission
russian: Некорректный ответ от Transmission

# #32011
source: Error accessing Transmission, check settings
russian: Ошибка доступа к Transmission, проверьте настройки

# #32012
source: Can't authenticate in uTorrent, check login/password
russian: Не могу авторизоваться в Transmission, проверьте логин/пароль

# #32013
source: Can't get torrent data for magnet link
russian: Невозможно получить данные торрента для magnet-ссылки

# #32014
source: Can't fetch torrent data (%s)
russian: Невозможно получить данные торрента (%s)

# #32015
source: Can't decode torrent data (invalid torrent link?)
russian: Невозможно декодировать данные торрента (некорректная ссылка?)

# #32016
source: Torrent URL is unknown
russian: URL торрента неизвестен

# #32017
source: Torrent file name is unknown
russian: Имя файла торрента неизвестно

# #32018
source: Torrent file is not found (%s)
russian: Файл торрента не найден (%s)

# #32019
source: Check entered E-Mail. (%s) is not correct
russian: Проверте введеный E-Mail. %s не корректен

# #32020
source: Queued
russian: Ожидание

# #32021
source: Stopped
russian: Остановка

# #32022
source: Downloading metadata
russian: Загрузка метаданных

# #32023
source: Check pending
russian: Ожидание проверки

# #32024
source: Checking
russian: Проверка

# #32025
source: Download pending
russian: Ожидание загрузки

# #32026
source: Downloading
russian: Загрузка

# #32027
source: Seed pending
russian: Ожидание раздачи

# #32028
source: Seeding
russian: Раздача

# #32029
source: Allocating
russian: Выделение места

# #32030
source: Prebuffering
russian: Пребуферизация

# #32031
source: Starting engine
russian: Запуск движка

# #33000
source: Downloading file
russian: Загрузка файла

# #33001
source: File - %{name}s
russian: Файл - %{name}s

# #33002
source: Downloaded %(transferred)s / %(total)s
russian: Загружено %(transferred)s / %(total)s

# #33010
source: Opening torrent
russian: Открытие торрента

# #33020
source: Plugin is not supported on this platform
russian: Плагин не поддерживается на данной платформе

# #33022
source: Can't make torrent2http executable. Please, ensure it's placed on exec partition and partition is in R/W mode
russian: Невозможно сделать torrent2http исполняемым файлом. Пожалуйста, убедитесь, что он размещен на разделе, с которого разрешен запуск программ, а сам раздел доступен для записи.

# #33023
source: Can't start torrent2http (check the settings, see log)
russian: Невозможно запустить torrent2http (проверьте настройки, подробности в журнале)

# #33024
source: Can't send request to torrent2http (see log)
russian: Ошибка запроса torrent2http (подробности в журнале)

# #33025
source: Invalid download path specified (check the settings)
russian: Указан некорректный путь для загрузки файлов (проверьте настройки)

# #33026
source: Time out
russian: Время ожидания истекло

# #33027
source: Torrent error (%s)
russian: Ошибка торрента (%s)

# #33028
source: torrent2http has crashed (see log for details)
russian: torrent2http неожиданно завершил работу (подробности в журнале)

# #33030
source: Invalid path for temporary files specified (check the settings)
russian: Указан некорректный путь для временных файлов (проверьте настройки)

# #33031
source: Invalid path for downloaded files specified (check the settings)
russian: Указан некорректный путь для загружаемых файлов (проверьте настройки)

# #33032
source: Path for downloaded files and temporary path should not be the same
russian: Папка для загружаемых файлов не должна совпадать с папкой для временных файлов

# #33040
source: Can't connect to TorrServer
russian: Невозможно подключиться с движку TorrServer

# #33041
source: Can't send data to TorrServer
russian: Невозможно отправить данные движку TorrServer

# #33042
source: Can't find TorrServer executable
russian: Невозможно найти исполняемый файл движка TorrServer

# #33043
source: Can't start TorrServer
russian: Невозможно запустить движок TorrServer

# #33044
source: Time out
russian: Время ожидания истекло

# #33045
source: Can't load torrent (see log)
russian: Невозможно загрузить торрент (смотри журнал)

# #33046
source: Can't play torrent (see log)
russian: Невозможно проиграть торрент (смотри журнал)

# #33047
source: Invalid download path specified (check the settings)
russian: Указан некорректный путь для загрузки файлов (проверьте настройки)

# #33048
source: Invalid file index
russian: Указан неверный номер файла

# #33049
source: TorrServer error (%s)
russian: Ошибка TorrServer (%s)

# #33050
source: No playable files detected
russian: Проигрываемые файлы в торренте не обнаружены

# #34003
source: << Previous
russian: << Назад

# #34004
source: Next >>
russian: Далее >>

# #40000
source: Downloading
russian: Загрузка

# #40001
source: Use torrent client for downloading
russian: Использовать клиент для загрузки файлов

# #40002
source: None
russian: Нет

# #40005
source: Login
russian: Логин

# #40006
source: Password
russian: Пароль

# #40007
source: Host
russian: Хост

# #40008
source: Port
russian: Порт

# #40009
source: Path
russian: Путь

# #40100
source: Streaming
russian: Просмотр

# #40101
source: Use engine for streaming
russian: Использовать движок для просмотра

# #40104
source: Port for incoming connections
russian: Порт для входящих соединений

# #40105
source: Use random port
russian: Использовать случайный порт

# #40106
source: Limit connections count
russian: Ограничить количество соединений

# #40107
source: Limit download rate, kB/s
russian: Ограничить скорость получения, Кбайт/с

# #40108
source: Limit upload rate, kB/s
russian: Ограничить скорость отдачи, Кбайт/с

# #40109
source: Debug mode
russian: Режим отладки

# #40110
source: Save files after watching
russian: Сохранять файлы после просмотра

# #40111
source: Pre-buffer amount before start playing, Mb
russian: Загружаемый объем файла до начала просмотра, Мб

# #40112
source: Temporary files folder
russian: Папка для временных файлов

# #40113
source: Max temporary folder size, Gb
russian: Максимальный размер временной папки, Гб

# #40114
source: Never
russian: Никогда

# #40115
source: Always
russian: Всегда

# #40116
source: Ask
russian: Спрашивать

# #40117
source: Warning! All files in specified folder will be deleted periodically
russian: Внимание! Все файлы в указанной папке будут периодически удаляться!

# #40118
source: Show download/upload status on pause
russian: Показывать статус загрузки на паузе

# #40119
source: Download on-demand
russian: Загрузка по требованию

# #40120
source: Custom download folder
russian: Произвольный путь для загрузки

# #40121
source: Download folder (local for client)
russian: Путь (локальный для клиента)

# #40122
source: Download folder
russian: Папка для загрузки

# #40151
source: Toggle watched
russian: Отметить как просм./непросм.

# #40152
source: Refresh list
russian: Обновить список

# #40160
source: Torrent added
russian: Торрент добавлен

# #40161
source: Started torrent download.|Would you like to open %s plugin?
russian: Загрузка торрента начата.|Хотите открыть плагин %s?

# #40162
source: Downloading finished.|Do you want to save file?
russian: Загрузка завершена.|Вы хотите сохранить файл?

# #40163
source: Copying...
russian: Копирую...

# #40164
source: Use AntiZapret proxy
russian: Использовать прокси AntiZapret

# #40165
source: Never
russian: Никогда

# #40166
source: Only for pages blocked in Russia
russian: Только на заблокированных в РФ страниц

# #40167
source: Always
russian: Всегда

# #40200
source: General
russian: Общее

# #40203
source: Password
russian: Пароль

# #40207
source: Video quality
russian: Качество видео

# #40211
source: Ask
russian: Спрашивать

# #40212
source: Show original series/episode title
russian: Показывать оригинальное название сериала/серии

# #40213
source: Automatically update/clean XBMC library
russian: Автоматически обновлять/очищать библиотеку XBMC

# #40214
source: Library update frequency (hours)
russian: Частота обновления библиотеки (часов)

# #40300
source: Episode information
russian: Информация oб эпизоде

# #40301
source: Play using quality...
russian: Воспроизвести с качеством...

# #40303
source: Browse using quality...
russian: Открыть с качеством...

# #40306
source: TV show information
russian: Информация о сериале

# #40307
source: Go to TV show
russian: Перейти к сериалу

# #40308
source: Download torrent
russian: Загрузить торрент

# #40309
source: Add TV show to the library
russian: Добавить сериал в библиотеку

# #40310
source: Remove TV show from the library
russian: Удалить сериал из библиотеки

# #40311
source: Update library
russian: Обновить библиотеку

# #40312
source: Mark all as watched
russian: Отметить все как просмотрено

# #40400
source: Choose the quality
russian: Выберите качество

# #40401
source: << All series >>
russian: << Все сериалы >>

# #40402
source: First start
russian: Первый запуск

# #40403
source: Plugin can automatically create a source for LostFilm series, so you will have an ability to watch them directly from your library. Do you want to continue? You can also do it later through the settings menu.
russian: Плагин может автоматически создать источник для сериалов с LostFilm, чтобы Вы имели возможность смотреть их прямо из Вашей библиотеки. Хотите продолжить? Вы также сможете сделать это позднее из меню настроек.

# #40404
source: Restart needed
russian: Требуется перезапуск

# #40405
source: For the changes to take effect, you must restart the player. Do you want to exit now?
russian: Чтобы изменения вступили в силу, необходимо перезапустить плеер. Хотите выйти из плеера сейчас?

# #40406
source: Create LostFilm series source...
russian: Создать источник для сериалов LostFilm...

# #40407
source: << My library %s>>
russian: << Моя библиотека %s>>

# #40408
source: Source is already exist
russian: Источник уже создан

# #40409
source: Updating library...
russian: Обновление библиотеки...

# #40410
source: Error occurred during updating library (see log)
russian: Произошла ошибка во время обновления библиотеки (см. лог)

# #40411
source: << My Favorites >>
russian: << Избранное >>

# #40412
source: Need enter captcha on www.lostfilm.tv
russian: Требуется ввод капчи на сайте LostFilm.TV

# #40413
source: Sync
russian: Синхронизация

# #40414
source: Check only favorites shows
russian: Проверять обновление только избранных сериалов

# #40415
source: Enable synchronization
russian: Включить синхронизацию

# #40416
source: Sync action
russian: Синхронизация действий

# #40417
source: Add/Remove to favorites
russian: Добавление/Удаление в избранное

# #40418
source: << Trailers >>
russian: << Трейлеры >>

# #40419
source: Sync watched mark
russian: Отметка о просмотренном

# #40420
source: Sync favorites to Kodi
russian: Синхронизация избранного в медиатеку

# #40421
source: << New >>
russian: << Новые >>

# #40422
source: << Search >>
russian: << Поиск >>

# #40423
source: Enter TV Shows title
russian: Введите название сериала

# #40424
source: Full %d season
russian: Полный %d сезон

# #40425
source: Failed check open site
russian: Проблема с обходом блокировок![CR]Используйте [COLOR FFFF0000][B]VPN[/B][/COLOR].

# #40426
source: Site host
russian: Хост сайта
